---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.HardwoodApplicationType.urniture
enum: Autodesk.Revit.DB.Visual.HardwoodApplicationType
source: html/0e8a5ad4-9bd7-afb5-6075-fe28da88f394.htm
---
# Autodesk.Revit.DB.Visual.HardwoodApplicationType.urniture